/* No comment */
"Listing directory {0} failed" = "No s'ha pogut llistar el directori {0}";

/* Touch file failed */
"Cannot create {0}" = "No s'ha pogut crear el fitxer {0}";

/* Create directory failed */
"Cannot create folder {0}" = "No s'ha pogut crear la carpeta {0}";

/* Moving file failed */
"Cannot rename {0}" = "No s'ha pogut canviar el nom del fitxer {0}";

/* Reading metadata of file failed */
"Failure to read attributes of {0}" = "No s'han pogut obtenir els atributs del fitxer";

/* Writing metadata of file failed */
"Failure to write attributes of {0}" = "No s'han pogut escriure els atributs del fitxer";

/* Removing file failed */
"Cannot delete {0}" = "No s'ha pogut suprimir el fitxer {0}";

/* Ownership of file */
"Cannot change owner" = "No s'ha pogut canviar el propietari";

/* Group ownership of file or folder */
"Cannot change group" = "No s'ha pogut canviar el grup";

/* Fails to change UNIX access permissions */
"Cannot change permissions of {0}" = "No s'han pogut canviar els permisos";
"Cannot change timestamp of {0}" = "No s'ha pogut canviar la marca horària";

/* Mount failure */
"Connection failed" = "La connexió ha fallat";

/* Transfer failure */
"Download {0} failed" = "La baixada ha fallat";

/* Transfer failure */
"Upload {0} failed" = "La càrrega ha fallat";

/* Content distribution network configuration failures */
"Cannot read CDN configuration" = "No s'ha pogut llegir la configuració del CDN";
"Cannot write CDN configuration" = "No s'ha pogut escriure la configuració del CDN";

/* Container configuration such as logging or versioning */
"Cannot read container configuration" = "No s'ha pogut llegir la configuració del contenidor";

"Interoperability failure" = "Interoperability failure";
"Access denied" = "Accés denegat";
"File not found" = "File not found";

"DNS lookup for {0} failed" = "DNS lookup for {0} failed";

"Mismatch between MD5 hash {0} of uploaded data and ETag {1} returned by the server" = "Mismatch between MD5 hash {0} of uploaded data and ETag {1} returned by the server";

"Insufficient disk space" = "Insufficient disk space";
"Only {0} available disk space" = "Only {0} available disk space";

"Unsupported" = "Unsupported";

/* No comment */
"Please contact your web hosting service provider for assistance" = "Contacteu el vostre proveïdor per assistència";

/* No comment */
"DNS is the network service that translates a server name to its Internet address. This error is most often caused by having no connection to the Internet or a misconfigured network. It can also be caused by an unresponsive DNS server or a firewall preventing access to the network." = "DNS is the network service that translates a server name to its Internet address. This error is most often caused by having no connection to the Internet or a misconfigured network. It can also be caused by an unresponsive DNS server or a firewall preventing access to the network.";

/* No comment */
"The connection attempt was rejected. The server may be down, or your network may not be properly configured." = "The connection attempt was rejected. The server may be down, or your network may not be properly configured.";